Repository: LeQuadratico/DreamDiary
Catalog: lib/l10n/app_*.arb
Languages: de

source: Dream List
de: Traumliste

source: Add Dream
de: Traum hinzufügen

source: Settings
de: Einstellungen

source: Title
de: Titel

source: Content
de: Inhalt

source: Add/Edit Dream
de: Traum hinzufügen/bearbeiten

source: Save Dream
de: Traum speichern

source: Edit Dream
de: Traum bearbeiten

source: Delete all Dreams
de: Alle Träume löschen

# deleteAllDreamsDescription
source: This is permanent. You cannot restore your dreams afterwards!
de: Das ist permanent. Du kannst sie dann nicht mehr wiederherstellen!

source: Confirm
de: Bestätigen

# confirmDeleteAllDreams
source: Are you sure you wish to delete all dreams? They cannot be restored afterwards!
de: Willst Du alle Träume wirklich löschen? Sie können dann nicht mehr wiederhergestellt werden!

# confirmDeleteDream
source: Are you sure you wish to delete this dream? It cannot be restored afterwards!
de: Willst Du diesen Traum wirklich löschen? Er kann dann nicht mehr wiederhergestellt werden!

source: Cancel
de: Abbrechen

source: Delete
de: Löschen

source: Delete all
de: Alle löschen

# pleaseEnterText
source: Please enter some text
de: Bitte gebe etwas Text ein

# pleaseEnterTitle
source: Please enter a title
de: Bitte gebe einen Titel ein

# allDreamsDeleted
source: All dreams have been deleted
de: Alle Träume wurden gelöscht

source: Authenticate
de: Authentifizieren

# lockScreenMessage
source: Please authenticate to access your dreams
de: Bitte authentifiziere Dich um Zugriff auf Deine Träume zu erhalten

source: Export
de: Exportieren

# exportDreams
source: Export your dreams in the JSON format
de: Exportiere Deine Träume im JSON Format

source: Import
de: Importieren

# importDreams
source: Import your dreams in the JSON format
de: Importiere Deine Träume aus dem JSON Format
